const manual = {};
manual['기능'] = "원하시는 기능을 클릭해주세요.\n\n[기능]\n";

manual['상품정보조회'] = "[조회 방법]\n\n입력 창에 모델코드를 입력하시면 됩니다.\n\n예시)RF85B900201";

manual['판매내역조회방법'] = "원하시는 방법을 클릭해주세요.\n\n[방법]\n";
manual['날짜조회'] = "달력을 통해 직접 일자를 설정하시면 해당 판매내역이 조회됩니다.";
manual['번호조회'] = "달력을 통한 날짜 설정과 휴대폰번호를 입력하시면 해당 판매내역이 조회됩니다.";

manual['날짜조회결과'] = "요청하신 일자의 판매내역입니다.";
manual['번호조회결과'] = "요청하신 고객님의 판매내역입니다.";

manual['고객약속내역조회'] = "미처리된 고객약속내역 입니다.";
manual['당일배송내역조회'] = "당일배송내역입니다.";
manual['익일배송내역조회'] = "익일배송내역입니다.";

manual['오류'] = "잘못된 입력입니다.\n다시 입력해주세요.";
manual['상품정보없음'] = "해당 모델은 존재하지 않습니다.\n다시입력해주세요.\n\n다른 기능을 원하시면 아래의 버튼을 클릭해주세요.\n";
manual['날짜조회없음'] = "해당 일자의 판매 내역이 존재하지 않습니다.";
manual['번호조회없음'] = "입력된 번호에 해당하는 판매내역이 존재하지 않습니다.";
manual['약속내역없음'] = "고객약속내역이 존재하지 않습니다.";
manual['당일배송없음'] = "당일 배송 내역이 존재하지 않습니다.";
manual['익일배송없음'] = "익일 배송 내역이 존재하지 않습니다.";

manual["조회기간"] = "※조회기간은 1주일 이내입니다.";

export{
    manual
}
