const manual = {};
manual['메뉴'] = "원하는 메뉴를 입력해주세요.\n\n1. 상품정보 조회 안내\n2. 판매내역 조회 안내\n3. 고객약속내역 조회 안내\n4. 배송예정건 조회 안내\n\n예시) 상품정보 조회 안내\n\n초기화하고 싶으실 경우 '메뉴'를 입력해주세요.";
manual['상품정보 조회 안내'] = "[조회 방법]\n입력 창에 모델명을 입력하시면 됩니다.\n\n초기화를 원하시면 '메뉴'를 입력해주세요.\n\n예시)RF85B900201"
manual['판매내역 조회 안내'] = "[조회 방법]\n입력 창에 '판매내역 고객명' 혹은 '판매내역 전체'라고 입력하시면 됩니다.\n\n초기화를 원하시면 '메뉴'를 입력해주세요.\n\n예시) 판매내역 홍길동, 판매내역 전체"
manual['배송예정건 조회 안내'] = "[조회 방법]\n입력 창에 '당일 배송'혹은 '익일 배송'을 입력하시면 됩니다.\n\n초기화를 원하시면 메뉴를 입력해주세요.\n\n예시) 당일 배송, 익일 배송"
manual['오류'] = "잘못된 입력입니다.\n다시 입력해주세요.";

export{
    manual
}